// T -> tooltip

const ringingSpeedNames = {
    [-1]: '1 раз в секунду или чаще (по возможности)',
    0: '1 раз в секунду или чаще (по возможности)',
    1: 'не чаще 1 раза в секунду',
    2: 'не чаще 1 раза в 2 секунды',
    5: 'не чаще 1 раза в 5 секунд',
    10: 'не чаще 1 раза в 10 секунд',
    20: 'не чаще 1 раза в 20 секунд',
    30: 'не чаще 1 раза в 30 секунд',
    60: 'не чаще 1 раза в минуту',
    120: 'не чаще 1 раза в 2 минуты',
    300: 'не чаще 1 раза в 5 минут',
    600: 'не чаще 1 раза в 10 минут',
}
export const settingValues = {
    ringingSpeed: ringingSpeedNames
}

